package com.raw.gretel.domain

val START_DESCRIPTION = "Привет! Это Гретель! В случае неприятной ситуации я удалю вас из всех чатов, где вы отметились. Используйте команду /checkin в чате чтобы вас запомнили, команду /sos чтобы удалиться из всех чатов и команду /hide @username чтобы скрыть друг:ую учатни:цу. Используйте команду /invite @username чтобы выслать приглашение обратно в чат"
val CHAT_STATES = "Chat States"
val START_TEXT = "Привет! Это Гретель! В случае неприятной ситуации я удалю вас из всех чатов, где вы отметились. Используйте команду /checkin в чате чтобы вас запомнили, команду /sos чтобы удалиться из всех чатов. Если вы админ чата, используйте команду /hide @username чтобы скрыть друг:ую учатни:цу. Используйте команду /invite @username чтобы выслать приглашение обратно в чат. Используйте команду /forget чтобы удалиться из Гретель."
val USER_NOT_IN_A_GROUP = "Этот пользователь не состоял в чате, либо не зарегистрирован в боте"
val RETURN_BACK = "Возвращайся обратно!"
val IS_BOT = "Я не могу спрятать бота"
val HIDDEN_USER = "Гретель спрятала " //убрать ->  в общий чат, что спрятала
val FORGET_ME = "Я вас полностью забыла"